[{"type": "Breast", "about": "(Extracted from: https://www.cdc.gov/cancer/breast/basic_info/what-is-breast-cancer.htm)  \nA breast is made up of three main parts: lobules, ducts, and connective tissue. The lobules are the glands that produce milk. The ducts are tubes that carry milk to the nipple. The connective tissue (which consists of fibrous and fatty tissue) surrounds and holds everything together.  \nBreast cancer is a disease in which cells in the breast grow out of control. There are different kinds of breast cancer. The kind of breast cancer depends on which cells in the breast turn into cancer.  \nMost breast cancers begin in the ducts or lobules. Breast cancer can spread outside the breast through blood vessels and lymph vessels. When breast cancer spreads to other parts of the body, it is said to have metastasized.  \n", "self_care": {"heading": ["", "Getting to a healthy weight", "Being physically active", "Eating a healthy diet", "Dietary supplements", "Alcohol"], "paragraph": ["(Extracted from: https://www.cancer.org/cancer/types/breast-cancer/living-as-a-breast-cancer-survivor/can-i-lower-my-risk-of-breast-cancer-progressing-or-coming-back.html)\nIf you have (or have had) breast cancer, you probably want to know if there are things you can do (aside from your treatment) that might lower your risk of the cancer growing or coming back, such as getting or staying active, eating a certain type of diet, or taking nutritional supplements. Fortunately, breast cancer is one of the best studied types of cancer in this regard, and research has shown there are some things you can do that might be helpful.\nStaying as healthy as possible is more important than ever after breast cancer treatment. Controlling your weight, being physically active, and eating well may help you lower your risk of breast cancer coming back, as well as help protect you from other health problems.", "If you have had breast cancer, getting to and staying at a healthy weight might help lower your risk. A lot of research suggests that being overweight or obese (very overweight) raises the risk of breast cancer coming back. It has also been linked with a higher risk of getting lymphedema, as well as a higher risk of dying from breast cancer.\nHowever, there is less research to show whether losing weight during or after treatment can actually lower the risk of breast cancer coming back. Large studies are now looking at this issue. This is complicated by the fact that many women gain weight (without trying) during breast cancer treatment, which itself might increase risk.\nOf course, for women who are overweight, getting to a healthy weight can also have other health benefits. For example, weight loss has been shown to improve quality of life and physical functioning among overweight breast cancer survivors. Getting to a healthy weight might also lower your risk of getting some other cancers (including a new breast cancer), as well as some types of chronic diseases.\nBecause of the possible health benefits of losing weight, many health care providers now encourage women who are overweight to get to and stay at a healthy weight. Even losing a few pounds may be helpful. Still, it’s important to discuss this with your doctor before trying to lose weight, especially if you are still getting treatment or have just finished it. Your health care team can help you create a plan to lose weight safely.", "Among breast cancer survivors, studies have found a consistent link between physical activity and a lower risk of breast cancer coming back and of dying from breast cancer, as well as dying of any cause. Physical activity has also been linked to improvements in quality of life, physical functioning, and fewer fatigue symptoms. \nIt’s not clear exactly how much activity might be needed, but more seems to be better. More vigorous activity may also be more helpful than less vigorous activity. But further studies are needed to help clarify this. \nIn the past, breast cancer survivors with lymphedema were often advised to avoid certain arm exercises and vigorous activities. But studies have found that such physical activity is safe when done the right way. In fact, it might actually lower the risk of lymphedema, or improve lymphedema for women who already have it. \nAs with other types of lifestyle changes, it’s important to talk with your treatment team before starting a new physical activity program. This will likely include meeting with a physical therapist as well. Your team can help you plan a safe and effective program.", "Most research on possible links between diet and the risk of breast cancer coming back has looked at broad dietary patterns, rather than specific foods. In general, it’s not clear if eating any specific type of diet can help lower your risk of breast cancer coming back. \nStudies have found that breast cancer survivors whose eating patterns include more vegetables, fruits, whole grains, chicken, and fish tend to live longer than those who eat more refined sugars, fats, red meats (such as beef, pork, and lamb), and processed meats (such as bacon, sausage, luncheon meats, and hot dogs). But it’s not clear if this is due to effects on breast cancer or possibly to other health benefits of eating a healthy diet. \nTwo large studies (known as WINS and WHEL) have looked at the effects of lowering fat intake after being diagnosed with early-stage breast cancer. One study found that women on a low-fat diet had a small reduction in the risk of cancer coming back, but these women also lost weight as a result of their diet, which might have affected the results. The other study did not find a link between a diet low in fat and the risk of cancer coming back. \nMany women have questions about whether soy products are safe to eat after a diagnosis of breast cancer. Soy foods are rich sources of compounds called isoflavones that can have estrogen-like properties in the body. Some studies have suggested that soy food intake might lower the risk of breast cancer coming back, although more research is needed to confirm this. While eating soy foods doesn’t seem to pose a risk, the evidence regarding the effects of taking soy or isoflavone supplements, which often contain much higher levels of these compounds, is not as clear. \nThe links between specific types of diets and breast cancer coming back are not certain, but there are clearly health benefits to eating well. For example, diets that are rich in plant sources are often an important part of getting to and staying at a healthy weight. Eating a healthy diet can also help lower your risk for some other common health problems, such as heart disease and diabetes.", "Women often want to know if there are any dietary or nutritional supplements they can take to help lower their risk. So far, no dietary supplements (including vitamins, minerals, and herbal products) have been shown to clearly help lower the risk of breast cancer progressing or coming back. This doesn’t mean that there aren't any that will help, but it’s important to know that none have been proven to do so. \nDietary supplements are not regulated like medicines in the United States – they do not have to be proven effective (or even safe) before being sold, although there are limits on what their makers are allowed to claim they can do. If you're thinking about taking any nutritional supplement, talk to your health care team. They can help you decide which ones you can use safely while avoiding those that might be harmful.", "It’s clear that alcohol – even as little as a few drinks a week – increases a woman’s risk of developing breast cancer. But whether alcohol affects the risk of breast cancer coming back is not as clear. Drinking alcohol can raise the levels of estrogen in the body, which in theory could increase the risk of breast cancer coming back. But there is no strong evidence from studies to support this. \nIt is best not to drink alcohol. Women who do drink should limit it to no more than 1 drink a day to help lower their risk of getting certain types of cancer (including breast cancer). For women who have completed cancer treatment, the effects of alcohol on cancer recurrence risk are largely unknown. \nBecause this issue is complex, it’s important to discuss it with your health care team, taking into account your risk of breast cancer coming back (or you getting other cancers) and your risk of other health issues linked to alcohol use."]}, "resources": {"paragraph": ["**Bishana** is a women's support group that was recently formed in May 2014. It was specifically established for all female cancer patients and survivors. Besides participating in educational, social, and recreational activities, Bishana provides a platform for these women to give and receive psychological and emotional support. Membership is free.", "**Reach to Recovery (RTR)** was established in 1973 as a breast cancer support group to help women cope with life challenges brought about by a diagnosis of breast cancer. Members participate in activities ranging from educational talks or workshops, social and recreational events, outings, and enrichment programmes. Membership is free.", "**The Look Good Feel Better Programme** was developed specifically for women undergoing chemotherapy or radiotherapy. The programme aims to help them minimise and manage the physical changes brought about by cancer treatment. Workshops organised are hands-on and held at various private and public hospitals island-wide. Membership is free."], "links": ["https://www.singaporecancersociety.org.sg/get-help/cancer-survivor/life-after-cancer/recovery.html?id=99", "https://www.singaporecancersociety.org.sg/get-help/cancer-survivor/join-a-support-group/reach-to-recovery-support-group.html", "https://www.singaporecancersociety.org.sg/get-help/cancer-survivor/cancer-support-programmes/look-good-feel-better.html"]}}, {"type": "Lung", "about": "(Extracted from: https://www.cdc.gov/cancer/lung/basic_info/what-is-lung-cancer.htm)Cancer is a disease in which cells in the body grow out of control. When cancer starts in the lungs, it is called lung cancer.\nLung cancer begins in the lungs and may spread to lymph nodes or other organs in the body, such as the brain. Cancer from other organs also may spread to the lungs. When cancer cells spread from one organ to another, they are called metastases.\nLung cancers usually are grouped into two main types called small cell and non-small cell (non-small cell includes adenocarcinoma and squamous cell carcinoma). These types of lung cancer grow differently and are treated differently. Non-small cell lung cancer is more common than small cell lung cancer.", "self_care": {"heading": ["", "Quitting smoking", "Diet and physical activity", "Dietary supplements"], "paragraph": ["(Extracted from: https://www.cancer.org/cancer/types/lung-cancer/after-treatment/follow-up.html)\nIf you have (or have had) lung cancer, you probably want to know if there are things you can do (aside from your treatment) to help lower your risk of the cancer growing or coming back, such as quitting smoking, getting or staying active, eating a certain type of diet, or taking nutritional supplements.\nSome of these things may help you lower the risk of your lung cancer coming back, as well as help protect you from other health problems.", "If you smoke, quitting is important. Quitting has been shown to help people with lung cancer live longer, even if the cancer has spread. It also lowers the chance of getting another lung cancer, which is especially important for people with early-stage lung cancer.\nOf course, quitting smoking can have other health benefits as well, including lowering your risk of some other cancers.", "The possible link between diet and lung cancer growing or coming back is not clear. Some studies have suggested that diets high in fruits and vegetables might help prevent lung cancer from developing in the first place, but this needs to be studied further in people who already have lung cancer.\nThe same is true for physical activity. More research is needed to know if being more active can lower the risk of lung cancer coming back, or of dying from lung cancer.", "Some early studies have suggested that people with early-stage lung cancer who have higher blood vitamin D levels might have better outcomes, but so far no study has shown that taking extra vitamin D (as a supplement) helps.\nOn the other hand, studies have found that taking beta carotene supplements may actually increase the risk of lung cancer in people who smoke.\nDietary supplements are not regulated like medicines in the United States – they do not have to be proven effective (or even safe) before being sold, although there are limits on what they’re allowed to claim they can do. If you’re thinking about taking any type of nutritional supplement, talk to your health care team. They can help you decide which ones you can use safely while avoiding those that could be harmful."]}, "resources": {}}, {"type": "Liver", "about": "(Extracted from:https://www.singaporecancersociety.org.sg/learn-about-cancer/types-of-cancer/liver-cancer.html#treatment)\nThe liver is a large organ occupying the upper right portion of the abdomen. It is an important organ with many functions:\n1. Production of bile for the digestion of fat in the intestines\n2. Protein synthesis\n3. Storage of glucose and fat\n4. Breakdown of toxic sub stances such as alcohol\nLiver cancer arises from hepatocytes (liver cells). Liver cancer often develops in livers that are severely damaged by longstanding diseases or chemicals. The liver becomes hardened and shrunken — a condition called liver cirrhosis.", "self_care": {"heading": ["", "About dietary supplements"], "paragraph": ["(Extracted from: https://www.cancer.org/cancer/types/liver-cancer/after-treatment/follow-up.html)\nIf you have (or have had) liver cancer, you probably want to know if there are things you can do that might lower your risk of the cancer coming back, such as exercising, eating a certain type of diet, or taking nutritional supplements. Unfortunately, it’s not yet clear if there are things you can do that will help.\nGetting treatment for hepatitis B or hepatitis C may help reduce damage to your liver that can increase liver cancer risk. Tobacco and alcohol use has clearly been linked to liver cancer, so not smoking and avoiding alcohol may help reduce your risk. We don’t know for certain if this will help, but we do know that it can help improve your appetite and overall health. It can also reduce the chance of developing other types of cancer.\nOther healthy behaviors such as eating well, being active, and staying at a healthy weight might help as well, but no one knows for sure. However, we do know that these types of changes can have positive effects on your health that can extend beyond your risk of liver or other cancers.", "So far, no dietary supplements (including vitamins, minerals, and herbal products) have been shown to clearly help lower the risk of liver cancer progressing or coming back. This doesn’t mean that no supplements can help, but it’s important to know that so far none have been proven to do so.\nDietary supplements are not regulated like medicines – they do not have to be proven effective (or even safe) before being sold, although there are limits on what they’re allowed to claim they can do. If you’re thinking about taking any type of nutritional supplement, talk to your health care team. They can help you decide which ones you can use safely while avoiding those that might be harmful."]}, "resources": {}}]